Revit 2024 API
IntersectionResultArray Constructor
Initializes a new instance of the IntersectionResultArray class
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public IntersectionResultArray()
Visual Basic
Public Sub New
Visual C++
public:
IntersectionResultArray()
See Also
IntersectionResultArray Class
Autodesk.Revit.DB Namespace